{
    "citation": 0, 
    "abstract": "", 
    "year": 2012, 
    "authors": [
        "Jeremy B. Wright", 
        "George T. Wang", 
        "Weng Wah Chow", 
        "Qiming Li", 
        "Ting Shan Luk", 
        "Igal Brener", 
        "Luke F. Lester", 
        "Huiwen Xu"
    ], 
    "keywords": "", 
    "org": [
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        "", 
        ""
    ], 
    "id": 6158, 
    "doi": "", 
    "title": "Lasing from Top-Down Gallium Nitride Nanowires.", 
    "feild": "", 
    "ori_name": "Luke F Lester"
}
{
    "citation": 50, 
    "abstract": "Based on the concept of credibility and a new access control model----usage control (UCON), this paper researched the access control in the dissemination of usage rights for digital information and realized an application system for resource dissemination in the open network environment. In the system, the membership function and fuzzy transform principle in the fuzzy set theory are adopted to calculate the value of credibility. Additionally, we gave the derivation rule of credibility through vector link operation. Comparing with traditional certificate authorization, using credibility for authorization can change the granted right dynamically and control the depth of resource dissemination efficiently, making the authorization and revocation of rights convenient and flexible. Through using credibility for evaluating trust relations and considering DRM policy in access control, we achieved the combinative application of the traditional access control, trust management and digital rights management (DRM) covered in usage control. Key words: credibilityusage controlresource disseminationDRM policy", 
    "year": 2007, 
    "authors": [
        "Fengying Wang", 
        "Fei Wang"
    ], 
    "keywords": [
        "mirrors", 
        "technological innovation", 
        "certificate authority", 
        "image databases", 
        "computational intelligence", 
        "trust management", 
        "contracts", 
        "fuzzy set theory", 
        "usage control", 
        "access control authorization fuzzy set theory image databases mirrors contracts computational intelligence security fuzzy systems technological innovation", 
        "access control models", 
        "membership function", 
        "authorization", 
        "access control", 
        "security", 
        "fuzzy systems", 
        "digital right management"
    ], 
    "org": [
        "", 
        ""
    ], 
    "id": 3077, 
    "doi": "10.1109/CIS.2007.226", 
    "title": "The Research and Application of Resource Dissemination Based on Credibility and UCON", 
    "feild": [
        "Membership function", 
        "Computer Science", 
        "Knowledge management", 
        "Artificial intelligence", 
        "Information security", 
        "Access control", 
        "Computational intelligence", 
        "Data mining", 
        "Authorization", 
        "Fuzzy set", 
        "Computer security", 
        "Certificate authority"
    ], 
    "ori_name": "Fei  Wang"
}
{
    "citation": 0, 
    "abstract": "Sichuan-Shanxi revolutionary base established 54 county regimes and four civic regimes within two and a half years. The considerable number and the sheer speed of establishment were really a great achievement of the Communist Party of China launching the Soviet revolution. However,most of Soviet regimes showed the characteristics like instability of the location of government,freguent adjustment of the jurisdiction,disorderly cancelling and esablishing the institution,and existing for a brief time. Researching on the Soviet regimes at the county level in Sichuan-Shanxi revolutionary base helps to deepen our understanding of the Soviet revolution in China.", 
    "year": 2015, 
    "authors": [
        "Li Jia"
    ], 
    "keywords": [
        "soviet regime at the county level", 
        "sichuan shanxi revolutionary base", 
        "local government"
    ], 
    "org": [
        "Shool of History and Culture,China West Normal University"
    ], 
    "id": 10756, 
    "doi": "", 
    "title": "On the Soviet Regimes at the County level in Sichuan- Shanxi Revolutionary Base", 
    "feild": [
        "Development economics", 
